{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_101", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_121", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_12", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_15", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_82", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_131", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_102", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_85", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_103", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          34, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_141", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_116", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_75", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_132", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_132", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_104", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_84", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_105", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          58, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_142", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_115", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_74", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_123", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_12", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_72", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_15", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_111", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          76, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_72", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          68, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_112", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          80, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          81, 
          0, 
          0
        ], 
        [
          82, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_102", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_124", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_12", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_151", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_15", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          88, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_113", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          95, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_73", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_114", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_161", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_103", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_92", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_62", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_141", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_81", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ], 
        [
          109, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_133", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          111, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_106", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          116, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_83", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          110, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_107", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          122, 
          0, 
          0
        ], 
        [
          118, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_143", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          123, 
          0, 
          0
        ], 
        [
          124, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          125, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_114", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          120, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_73", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          127, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_131", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          128, 
          0, 
          0
        ], 
        [
          129, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_134", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          132, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          134, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          131, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_108", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          136, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_82", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          130, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          141, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_109", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          142, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_144", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          143, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          145, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_113", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          140, 
          0, 
          0
        ], 
        [
          146, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_72", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          147, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_122", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_12", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          148, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_71", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_152", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_15", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          156, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ], 
        [
          157, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_115", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          158, 
          0, 
          0
        ], 
        [
          159, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          160, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_71", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          152, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          163, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_116", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          164, 
          0, 
          0
        ], 
        [
          160, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_162", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          167, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_101", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          162, 
          0, 
          0
        ], 
        [
          168, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_91", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          169, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_61", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          170, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          171, 
          0, 
          0
        ], 
        [
          172, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          173, 
          0, 
          0
        ], 
        [
          174, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_135", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          177, 
          0, 
          0
        ], 
        [
          178, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_sqrt", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          179, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_divide", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          176, 
          0, 
          0
        ], 
        [
          180, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_1010", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          181, 
          0, 
          0
        ], 
        [
          182, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          183, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_81", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          175, 
          0, 
          0
        ], 
        [
          184, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_negative", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          186, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_1011", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          187, 
          0, 
          0
        ], 
        [
          183, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_145", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          188, 
          0, 
          0
        ], 
        [
          189, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_expand_dims", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          190, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_112", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          185, 
          0, 
          0
        ], 
        [
          191, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_71", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          192, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          193, 
          0, 
          0
        ], 
        [
          194, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_136", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          197, 
