{
  "nodes": [
    {
      "op": "null", 
      "name": "gpu_0/data_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_lrn_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_lrn_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_lrn", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_lrn", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_32", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_conv2d", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_reshape", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_reshape", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_batch_flatten_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_batch_flatten_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_dense_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_dense_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_batch_flatten_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_batch_flatten_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_dense_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_dense_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_batch_flatten", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_batch_flatten", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_dense", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_dense", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_multiply_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_bias_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_bias_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_softmax", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    3, 
    4, 
    6, 
    11, 
    13, 
    18, 
    20, 
    23, 
    25, 
    28, 
    30, 
    37, 
    39, 
    40, 
    46, 
    48, 
    49, 
    55, 
    57, 
    58
  ], 
  "heads": [
    [
      61, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 224, 224], 
        [], 
        [], 
        [], 
        [96, 3, 7, 7], 
        [1, 96, 109, 109], 
        [96], 
        [1, 96, 109, 109], 
        [1, 96, 109, 109], 
        [1, 96, 109, 109], 
        [1, 96, 54, 54], 
        [256, 96, 5, 5], 
        [1, 256, 25, 25], 
        [256], 
        [1, 256, 25, 25], 
        [1, 256, 25, 25], 
        [1, 256, 25, 25], 
        [1, 256, 12, 12], 
        [512, 256, 3, 3], 
        [1, 512, 12, 12], 
        [512], 
        [1, 512, 12, 12], 
        [1, 512, 12, 12], 
        [512, 512, 3, 3], 
        [1, 512, 12, 12], 
        [512], 
        [1, 512, 12, 12], 
        [1, 512, 12, 12], 
        [512, 512, 3, 3], 
        [1, 512, 12, 12], 
        [512], 
        [1, 512, 12, 12], 
        [1, 512, 12, 12], 
        [1, 512, 6, 6], 
        [1, 18432], 
        [1, 18432], 
        [1, 18432], 
        [4096, 18432], 
        [1, 4096], 
        [], 
        [4096], 
        [4096], 
        [1, 4096], 
        [1, 4096], 
        [1, 4096], 
        [1, 4096], 
        [1024, 4096], 
        [1, 1024], 
        [], 
        [1024], 
        [1024], 
        [1, 1024], 
        [1, 1024], 
        [1, 1024], 
        [1, 1024], 
        [1000, 1024], 
        [1, 1000], 
        [], 
        [1000], 
        [1000], 
        [1, 1000], 
        [1, 1000]
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        7, 
        5, 
        7, 
        5, 
        8, 
        7, 
        9, 
        5, 
        7, 
        5, 
        10, 
        11, 
        7, 
        12, 
        5, 
        7, 
        13, 
        5, 
        14, 
        7, 
        5, 
        15, 
        7, 
        16, 
        5, 
        7, 
        10, 
        17, 
        10, 
        17, 
        18, 
        10, 
        19, 
        20, 
        17, 
        21, 
        17, 
        21, 
        17, 
        22, 
        21, 
        23, 
        24, 
        25, 
        26, 
        25, 
        26, 
        25, 
        27, 
        26, 
        28, 
        29, 
        25, 
        21, 
        26
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62
  ]
}